Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Data kept
de: Daten aufbewahrt
es: Datos conservados
fr: Données conservées
it: Dati conservati
pl: Zachowane dane
pt_pt: Dados mantidos
ru: Данные сохраняются
th: ข้อมูลที่เก็บไว้
zh_hans: 数据保留
zh_hant: 資料保留

source: Data sharing is OFF right now, so answers stay generic. Turn on "Let the coach use my data" in Settings → Privacy & data to have it answer from your real metrics — using your own key, and only when you ask.
de: Die Datenfreigabe ist gerade AUS, deshalb bleiben die Antworten allgemein. Aktiviere „Coach darf meine Daten nutzen“ unter Einstellungen → Datenschutz & Daten, damit er anhand deiner echten Werte antwortet — mit deinem eigenen Schlüssel, und nur wenn du fragst.
es: Ahora mismo el uso compartido de datos está DESACTIVADO, así que las respuestas siguen siendo genéricas. Activa «Dejar que el coach use mis datos» en Ajustes → Privacidad y datos para que responda con tus métricas reales — usando tu propia clave, y solo cuando preguntes.
fr: Le partage de données est actuellement DÉSACTIVÉ, donc les réponses restent génériques. Activez « Autoriser le coach à utiliser mes données » dans Réglages → Confidentialité et données pour qu'il réponde à partir de vos métriques réelles — avec votre propre clé, et seulement quand vous le demandez.
it: La condivisione dei dati al momento è DISATTIVATA, quindi le risposte rimangono generiche. Attiva "Consenti al coach di utilizzare i miei dati" in Impostazioni → Privacy e dati per ricevere risposte in base alle tue metriche reali, utilizzando la tua chiave e solo quando lo chiedi.
pl: Udostępnianie danych jest teraz WYŁĄCZONE, więc odpowiedzi pozostają ogólne. Włącz „Pozwól trenerowi korzystać z moich danych” w Ustawieniach → Prywatność i dane, by odpowiadał na podstawie Twoich rzeczywistych wskaźników — Twoim własnym kluczem i tylko wtedy, gdy zapytasz.
pt_pt: O compartilhamento de dados está DESATIVADO no momento, então as respostas permanecem genéricas. Ative "Permitir que o treinador use meus dados" em Configurações → Privacidade e dados para que ele responda a partir de suas métricas reais - usando sua própria chave e somente quando você solicitar.
ru: Обмен данными сейчас отключен, поэтому ответы остаются общими. Включите параметр «Разрешить тренеру использовать мои данные» в меню «Настройки» → «Конфиденциальность и данные», чтобы он отвечал на основе ваших реальных показателей — используя ваш собственный ключ и только тогда, когда вы спросите.
th: การแชร์ข้อมูลปิดอยู่ในขณะนี้ ดังนั้นคำตอบจึงยังคงเป็นแบบทั่วไป เปิด "ให้โค้ชใช้ข้อมูลของฉัน" ในการตั้งค่า → ความเป็นส่วนตัวและข้อมูลเพื่อให้คำตอบจากตัวชี้วัดจริงของคุณ — โดยใช้คีย์ของคุณเอง และเมื่อคุณถามเท่านั้น
zh_hans: 数据共享目前已关闭，因此答案保持通用。在“设置”→“隐私和数据”中打开“让教练使用我的数据”，让它根据您的真实指标进行回答 - 使用您自己的密钥，并且仅在您提出要求时。
zh_hant: 數據共享目前已關閉，因此答案保持通用。在“設定”→“隱私和數據”中開啟“讓教練使用我的資料”，讓它根據您的真實指標進行回答 - 使用您自己的金鑰，並且僅在您提出要求時。

source: Data sources
de: Datenquellen
es: Fuentes de datos
fr: Sources de données
it: Sorgenti dati
pl: Źródła danych
pt_pt: Fontes de dados
ru: Источники данных
th: แหล่งข้อมูล
zh_hans: 数据来源
zh_hant: 資料來源

source: Data Sources
de: Datenquellen
es: Fuentes de datos
fr: Sources de données
it: Sorgenti dati
pl: Źródła danych
pt_pt: Fontes de dados
ru: Источники данных
th: แหล่งข้อมูล
zh_hans: 数据来源
zh_hant: 資料來源

source: DATA SOURCES
de: DATENQUELLEN
es: FUENTES DE DATOS
fr: SOURCES DE DONNÉES
it: SORGENTI DATI
pl: ŹRÓDŁA DANYCH
pt_pt: FONTES DE DADOS
ru: ИСТОЧНИКИ ДАННЫХ
th: แหล่งข้อมูล
zh_hans: 数据来源
zh_hant: 資料來源

source: Date
de: Datum
es: Fecha
it: Data
pl: Data
pt_pt: Data
ru: Дата
th: วันที่
zh_hans: 日期
zh_hant: 日期

source: DATE
de: DATUM
es: FECHA
it: DATA
pl: DATA
pt_pt: DATA
ru: ДАТА
th: วันที่
zh_hans: 日期
zh_hant: 日期

source: Date and time taken
de: Datum und Uhrzeit der Messung
es: Fecha y hora de la toma
fr: Date et heure de la mesure
it: Data e ora del rilevamento
pl: Data i godzina wykonania
pt_pt: Data e hora da toma
ru: Дата и время съёмки
th: วันและเวลาถ่าย
zh_hans: 拍摄日期和时间
zh_hant: 拍攝日期和時間

source: Date of birth
de: Geburtsdatum
es: fecha de nacimiento
fr: Date de naissance
it: Data di nascita
pl: Data urodzenia
pt_pt: Data de nascimento
ru: Дата рождения
th: วันเกิด
zh_hans: 出生日期
zh_hant: 出生日期

source: Date of birth, age %lld years
de: Geburtsdatum, Alter %lld Jahre
es: Fecha de nacimiento, edad %lld años
fr: Date de naissance, âge %lld ans
it: Data di nascita, età %lld anni
pl: Data urodzenia, wiek %lld lat
pt_pt: Data de nascimento, idade %lld anos
ru: Дата рождения, возраст %lld лет
th: วันเกิด อายุ %lld ปี
zh_hans: 出生日期，年龄%lld岁
zh_hant: 出生日期，年齡%lld歲

source: Date taken
de: Datum der Messung
es: Fecha de la toma
fr: Date de la mesure
it: Data della rilevazione
pl: Data podjęcia
pt_pt: Data tirada
ru: Дата съёмки
th: วันที่ถ่าย
zh_hans: 测量日期
zh_hant: 測量日期

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
pl: Dzień
pt_pt: Dia
ru: День
th: วัน
zh_hans: 天
zh_hant: 天

source: Day %lld
de: Tag %lld
es: Día %lld
fr: Jour %lld
it: Giorno %lld
pl: Dzień %lld
pt_pt: Dia %lld
ru: День %lld
th: วัน %lld
zh_hans: 第 %lld 天
zh_hant: 第 %lld 天

# DAY %lld/%lld
source: DAY %1$lld/%2$lld
de: TAG %1$lld/%2$lld
es: DÍA %lld/%lld
fr: JOUR %1$lld/%2$lld
it: GIORNO %lld/%lld
pl: DZIEŃ %1$lld/%2$lld
pt_pt: DIA %1$lld/%2$lld
ru: ДЕНЬ %1$lld/%2$lld
th: วัน %lld/%lld
zh_hans: 第 %lld/%lld 天
zh_hant: 第 %1$lld/%2$lld 天

source: Day 1: bright light %@-%@, lights-out around %@.
de: Tag 1: helles Licht %1$@-%2$@, Licht aus rund um %3$@.
es: Día 1: luz brillante %1$@-%2$@, luces-out alrededor de %3$@.
fr: Jour 1: lumière vive %1$@-%2$@, lumières éteintes autour de %3$@.
pl: Dzień 1: jasne światło %@-%@, wyłączenie świateł wokół %@.
pt_pt: Dia 1: luz brilhante %@-%@, luzes apagadas por volta de %@.
th: วันที่ 1: รับแสงจ้า %@–%@ และปิดไฟเข้านอนประมาณ %@

# Day 1: bright light %@–%@, lights-out around %@.
source: Day 1, bright light %1$@–%2$@, lights-out around %3$@.
de: Tag 1: helles Licht %1$@–%2$@, Licht aus gegen %3$@.
es: Día 1: luz brillante %@–%@, luces apagadas alrededor de las %@.
fr: Jour 1 : lumière vive %1$@–%2$@, extinction des lumières vers %3$@.
it: Giorno 1, luce intensa %1$@–%2$@, spegnimento luci verso le %3$@.
pl: Dzień 1, jasne światło %1$@–%2$@, wyłączenie świateł wokół %3$@.
pt_pt: Dia 1, luz forte %1$@–%2$@, luzes apagadas por volta das %3$@.
ru: День 1, яркий свет %1$@–%2$@, отбой примерно в %3$@.
th: วันที่ 1: รับแสงจ้า %@–%@ และปิดไฟเข้านอนประมาณ %@
zh_hans: 第 1 天，强光照射 %1$@–%2$@，约 %3$@ 熄灯。
zh_hant: 第 1 天，強光照射 %1$@–%2$@，約 %3$@ 熄燈。

source: day in a row
de: Tag in Folge
es: día seguido
fr: jour d'affilée
pl: dzień z rzędu
pt_pt: dia seguido
th: วันติดต่อกัน

source: Day strain
de: Tagesbelastung
es: Esfuerzo del día
fr: Effort du jour
it: Carico giornaliero
pl: Odmiana dzienna
pt_pt: Tensão diurna
ru: Дневная нагрузка
th: ภาระร่างกายรายวัน
zh_hans: 当日强度
zh_hant: 當日強度

source: Day Strain
de: Tagesbelastung
es: Esfuerzo del día
fr: Effort du jour
it: Carico giornaliero
pl: Dzień Obciążenie
pt_pt: Tensão diurna
ru: Дневная нагрузка
th: ภาระร่างกายรายวัน
zh_hans: 当日强度
zh_hant: 當日強度

source: Day Stress
de: Tagesstress
es: Estrés del día
fr: Stress du jour
it: Stress giornaliero
pl: Stres dzienny
pt_pt: Estresse diurno
ru: Дневной стресс
th: ความเครียดวัน
zh_hans: 日间压力
zh_hant: 日間壓力

source: Day-cycle background
de: Tageszyklus-Hintergrund
es: Fondo según el ciclo del día
fr: Fond du cycle journalier
it: Sfondo del ciclo giornaliero
pl: Tło cyklu dnia
pt_pt: Histórico do ciclo diário
ru: Фон суточного цикла
th: พื้นหลังวงจรวัน
zh_hans: 日循环背景
zh_hant: 日循環背景

source: Days
de: Tage
es: Días
fr: Jours
it: Giorni
pl: Dni
pt_pt: Dias
ru: Дни
th: วัน
zh_hans: 天
zh_hant: 天

source: days in a row
de: Tage in Folge
es: días seguidos
fr: jours d'affilée
pl: dni z rzędu
pt_pt: dias seguidos
th: วันติดต่อกัน

source: Days with higher %@ tend to be your better-mood days.
de: Tage mit höherem %@ sind tendenziell deine Tage mit besserer Stimmung.
es: Los días con %@ más alto suelen ser tus días de mejor ánimo.
fr: Les jours avec un %@ plus élevé ont tendance à être vos jours de meilleure humeur.
it: I giorni con %@ più alto tendono a essere quelli in cui il tuo umore è migliore.
pl: Dni z wyższym %@ to zazwyczaj dni, w których masz lepszy nastrój.
pt_pt: Os dias com maior %@ tendem a ser dias de melhor humor.
ru: Дни с более высоким показателем %@ обычно соответствуют лучшему настроению.
th: วันที่มี %@ สูงกว่า มักจะเป็นวันที่อารมณ์ดีขึ้น
zh_hans: %@ 较高的日子，往往是你心情较好的日子。
zh_hant: %@ 較高的日子，往往是你心情較好的日子。

source: Days with higher %@ tend to be your lower-mood days.
de: Tage mit höherem %@ sind tendenziell deine Tage mit schlechterer Stimmung.
es: Los días con %@ más alto suelen ser tus días de peor ánimo.
fr: Les jours avec un %@ plus élevé ont tendance à être vos jours de moins bonne humeur.
it: I giorni con %@ più alto tendono a essere quelli in cui il tuo umore è peggiore.
pl: Dni z wyższym %@ są zwykle dniami o gorszym nastroju.
pt_pt: Os dias com maior %@ tendem a ser dias de menor humor.
ru: Дни с более высоким показателем %@ обычно соответствуют более низкому настроению.
th: วันที่มี %@ สูงกว่า มักจะเป็นวันที่คุณอารมณ์ไม่ดี
zh_hans: %@ 较高的日子，往往是你心情较差的日子。
zh_hant: %@ 較高的日子，往往是你心情較差的日子。

source: Daytime sleep
de: Tagesschlaf
es: Sueño diurno
fr: Sommeil diurne
it: Sonno diurno
pl: Sen w ciągu dnia
pt_pt: Sono diurno
ru: Дневной сон
th: นอนกลางวัน
zh_hans: 日间睡眠
zh_hant: 日間睡眠

source: Dec
de: Dez
es: Dic
fr: Déc.
it: Dic
pl: grudzień
pt_pt: dezembro
ru: Дек
th: ธ.ค
zh_hans: 12月
zh_hant: 12月

source: Decision needed
de: Entscheidung nötig
es: Requiere decisión
fr: Décision requise
it: Serve una decisione
pl: Potrzebna decyzja
pt_pt: Requer decisão
ru: Нужно решение
th: จำเป็นต้องมีการตัดสินใจ
zh_hans: 需要决定
zh_hant: 需要決定

source: Declined
de: Abgelehnt
es: Rechazado
fr: Refusé
it: Rifiutato
pl: Odrzucono
pt_pt: Recusado
ru: Отклонено
th: ปฏิเสธ
zh_hans: 拒绝
zh_hant: 拒絕

source: Decrease
de: Abnahme
es: Disminución
fr: Diminuer
it: Diminuire
pl: Zmniejsz
pt_pt: Diminuir
ru: Уменьшение
th: ลด
zh_hans: 减少
zh_hant: 減少

source: Deep
de: Tief
es: Profundo
fr: Profond
it: Profondo
pl: Głęboko
pt_pt: Profundo
ru: Глубокий
th: หลับลึก
zh_hans: 深睡
zh_hant: 深睡

source: Deep (SWS) Sleep
de: Tiefschlaf (SWS)
es: Sueño profundo (SWS)
fr: Sommeil profond (SWS)
it: Sonno profondo (SWS)
pl: Głęboki sen (SWS).
pt_pt: Sono profundo (SWS)
ru: Глубокий сон (SWS)
th: การนอนลึก (SWS)
zh_hans: 深睡（SWS）
zh_hant: 深睡（SWS）

source: Deep calm
de: Tiefe Ruhe
es: Calma profunda
fr: Calme profond
it: Calma profonda
pl: Głęboki spokój
pt_pt: Calma profunda
ru: Глубокое спокойствие
th: สงบลึก
zh_hans: 深度平静
zh_hant: 深度平靜

source: Deep data (R22) needs an iPhone or Android. A Mac can't form the encrypted bond a 5/MG requires.
de: Tiefendaten (R22) brauchen ein iPhone oder Android. Ein Mac kann die verschlüsselte Kopplung, die ein 5/MG verlangt, nicht aufbauen.
es: Los datos profundos (R22) necesitan un iPhone o Android. Una Mac no puede formar el vínculo cifrado que requiere una 5/MG.
fr: Les données détaillées (R22) nécessitent un iPhone ou Android. Un Mac ne peut pas établir la liaison chiffrée qu'exige un 5/MG.
it: I dati approfonditi (R22) richiedono un iPhone o un Android. Un Mac non può stabilire l'abbinamento cifrato richiesto da un 5/MG.
pl: Głębokie dane (R22) wymagają iPhone'a lub Android. Komputer Mac nie może utworzyć zaszyfrowanej więzi wymaganej przez 5/MG.
pt_pt: Os dados profundos (R22) precisam de um iPhone ou Android. Um Mac não pode formar o vínculo encriptado exigido pelo 5/MG.
ru: Для подробных данных (R22) нужен iPhone или Android. Mac не может создать зашифрованную привязку, которая требуется для 5/MG.
th: ข้อมูลเชิงลึก (R22) ต้องใช้ iPhone หรือ Android เนื่องจาก Mac ไม่สามารถสร้างการจับคู่แบบเข้ารหัสที่ 5/MG ต้องใช้ได้
zh_hans: 深度数据（R22）需要 iPhone 或 Android。Mac 无法建立 5/MG 所需的加密配对。
zh_hant: 深層資料（R22）需要 iPhone 或 Android。Mac 無法建立 5/MG 所需的加密綁定。

source: Deep data is on — open NOOP near your strap and let it sync its motion history (a full first-run sync can take a while). Once a day or two of motion lands, your step estimate and the calibration below fill in.
de: Deep Data ist aktiviert – öffnen Sie NOOP in der Nähe Ihres Armbands und lassen Sie es seinen Bewegungsverlauf synchronisieren (eine vollständige Synchronisierung beim ersten Start kann eine Weile dauern). Einmal am oder am zweiten Bewegungstag füllen Sie Ihre Schrittschätzung und die untenstehende Kalibrierung aus.
es: Los datos profundos están activados: abre NOOP cerca de tu correa y deja que sincronice su historial de movimiento (una sincronización completa de primera ejecución puede tardar un poco). Una vez que aterriza uno o dos días de movimiento, se completan la estimación de pasos y la calibración a continuación.
fr: Les données approfondies sont activées : ouvrez NOOP près de votre bracelet et laissez-le synchroniser son historique de mouvements (une synchronisation complète de première exécution peut prendre un certain temps). Une fois par jour ou deux, votre estimation de pas et l'étalonnage ci-dessous sont remplis.
it: I dati profondi sono attivi: apri NOOP vicino al cinturino e lascia che sincronizzi la cronologia dei movimenti (una sincronizzazione completa al primo avvio può richiedere del tempo). Una volta al giorno o due di movimento, la stima dei passi e la calibrazione di seguito vengono compilate.
pl: Dane szczegółowe są włączone — otwórz NOOP w pobliżu opaski i pozwól zsynchronizować historię ruchu (pierwsza pełna synchronizacja może chwilę potrwać). Gdy pojawi się ruch z dnia lub dwóch, uzupełni się szacunek kroków i kalibracja poniżej.
pt_pt: Os dados profundos estão ativados – abra NOOP próximo à sua pulseira e deixe-o sincronizar seu histórico de movimento (uma sincronização completa na primeira execução pode demorar um pouco). Uma vez por dia ou dois de movimento, sua estimativa de passos e a calibração abaixo são preenchidas.
ru: Глубокие данные включены — откройте NOOP рядом с ремешком и позвольте ему синхронизировать историю движений (полная синхронизация при первом запуске может занять некоторое время). Как только день или два движения приземляются, ваша оценка шага и калибровка, приведенная ниже, заполняются.
th: เปิดข้อมูลเชิงลึกแล้ว ให้วาง NOOP ใกล้สายรัดและรอซิงค์ประวัติการเคลื่อนไหว การซิงค์เต็มครั้งแรกอาจใช้เวลาสักครู่ เมื่อมีข้อมูลหนึ่งถึงสองวัน ค่าประมาณจำนวนก้าวและการปรับเทียบด้านล่างจะแสดงขึ้น
zh_hans: 深度数据已打开 - 打开表带附近的 NOOP 并让它同步其运动历史记录（完整的首次运行同步可能需要一段时间）。一旦运动完成一两天，您的步数估计值和下面的校准就会被填写。
zh_hant: 深度資料已開啟 - 開啟錶帶附近的 NOOP 並讓它同步其運動歷史記錄（完整的首次運行同步可能需要一段時間）。一旦運動完成一兩天，您的步數估計值和下面的校準就會填入。

source: Deep historical questions use on-device aggregates, not years of daily rows. Sensitive journal information is excluded unless you separately allow it in Data access for an explicitly sensitive question.
de: Bei tiefgreifenden historischen Fragen werden geräteinterne Aggregate verwendet, keine jahrelangen täglichen Zeilen. Vertrauliche Journalinformationen sind ausgeschlossen, es sei denn, Sie erlauben dies gesondert im Datenzugriff für eine ausdrücklich vertrauliche Frage.
es: Las preguntas históricas profundas utilizan agregados en el dispositivo, no años de filas diarias. La información confidencial de la revista se excluye a menos que la permita por separado en Acceso a datos para una pregunta explícitamente confidencial.
fr: Les questions historiques approfondies utilisent des agrégats sur l'appareil, et non des années de lignes quotidiennes. Les informations sensibles du journal sont exclues, sauf si vous les autorisez séparément dans Accès aux données pour une question explicitement sensible.
it: Le domande storiche profonde utilizzano aggregati sul dispositivo, non anni di righe giornaliere. Le informazioni sensibili del diario sono escluse a meno che non le consenti separatamente in Accesso ai dati per una domanda esplicitamente sensibile.
pl: Pytania o odległą historię korzystają z zagregowanych danych na urządzeniu, a nie z lat dziennych wpisów. Wrażliwe informacje z dziennika są wykluczone, chyba że osobno na to zezwolisz w Dostępie do danych przy wyraźnie wrażliwym pytaniu.
pt_pt: Perguntas históricas profundas usam agregações no dispositivo, não anos de linhas diárias. As informações confidenciais do diário são excluídas, a menos que você as permita separadamente em Acesso a dados para uma pergunta explicitamente confidencial.
ru: В глубоких исторических вопросах используются статистические данные на устройстве, а не годы ежедневных строк. Конфиденциальная информация журнала исключается, если вы отдельно не разрешите ее в разделе «Доступ к данным» для явно деликатного вопроса.
th: คำถามเกี่ยวกับประวัติระยะยาวใช้ข้อมูลรวมที่ประมวลผลบนอุปกรณ์ ไม่ได้ส่งข้อมูลรายวันหลายปี ข้อมูลบันทึกประจำวันที่ละเอียดอ่อนจะไม่ถูกใช้ เว้นแต่คุณอนุญาตแยกต่างหากสำหรับคำถามที่เกี่ยวข้องโดยตรง
zh_hans: 深层历史问题使用设备上的聚合，而不是多年的每日行。除非您在明确敏感问题的数据访问中单独允许敏感日记信息，否则敏感日记信息将被排除。
zh_hant: 深層歷史問題使用設備上的聚合，而不是多年的每日行。除非您在明確敏感問題的資料存取中單獨允許敏感日記訊息，否則敏感日記訊息將被排除。

source: Deep insights
de: Tiefe Einblicke
es: Conocimientos profundos
fr: Des informations approfondies
it: Intuizioni profonde
pl: Wnioski pogłębione
pt_pt: Insights profundos
ru: Глубокая информация
th: ข้อมูลเชิงลึก
zh_hans: 深刻的见解
zh_hant: 深刻的見解

source: Deep sleep
de: Tiefschlaf
es: Sueño profundo
fr: Sommeil profond
it: Sonno profondo
pl: Głęboki sen
pt_pt: Sono profundo
ru: Глубокий сон
th: การนอนหลับลึก
zh_hans: 深睡
zh_hant: 深睡

source: Deep Timeline, every second of your day, zoomable
de: Deep Timeline, jede Sekunde deines Tages, zoombar
es: Cronología profunda, cada segundo de tu día, con zoom
fr: Chronologie détaillée, chaque seconde de votre journée, zoomable
it: Cronologia dettagliata, ogni secondo della tua giornata, ingrandibile
pl: Głęboka oś czasu, każda sekunda dnia, z możliwością powiększania
pt_pt: Linha do tempo profunda, cada segundo do teu dia, com zoom
ru: Подробная шкала времени: каждая секунда дня, с масштабированием
th: ไทม์ไลน์แบบละเอียดของทุกวินาทีในแต่ละวัน พร้อมซูมดูได้
zh_hans: 深度时间线，你一天中的每一秒，可缩放
zh_hant: 深度時間線，你一天中的每一秒，可縮放

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
pl: Domyślny
pt_pt: Predefinição
ru: По умолчанию
th: ค่าเริ่มต้น
zh_hans: 默认
zh_hant: 預設

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
pt_pt: Eliminar
ru: Удалить
th: ลบ
zh_hans: 删除
zh_hant: 刪除

source: Delete (%lld)
de: Löschen (%lld)
es: Eliminar (%lld)
fr: Supprimer (%lld)
it: Elimina (%lld)
pl: Usuń (%lld)
pt_pt: Excluir (%lld)
ru: Удалить (%lld)
th: ลบ (%lld)
zh_hans: 删除（%lld）
zh_hant: 刪除（%lld）

source: Delete %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
it: Elimina %@
pl: Usuń %@
pt_pt: Apagar %@
ru: Удалить %@
th: ลบ %@
zh_hans: 删除 %@
zh_hant: 刪除 %@

source: Delete all
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
pl: Usuń wszystko
pt_pt: Eliminar tudo
ru: Удалить всё
th: ลบทั้งหมด
zh_hans: 全部删除
zh_hant: 全部刪除

source: Delete all logged period starts?
de: Alle protokollierten Periodenbeginne löschen?
es: ¿Eliminar todos los inicios de período registrados?
fr: Supprimer tous les débuts de règles enregistrés ?
it: Eliminare tutte le date di inizio delle mestruazioni registrate?
pl: Usunąć wszystkie zarejestrowane początki okresu?
pt_pt: Eliminar todos os inícios de período registados?
ru: Удалить все зарегистрированные даты начала менструации?
th: ลบวันที่เริ่มมีประจำเดือนที่บันทึกไว้ทั้งหมดหรือไม่
zh_hans: 删除所有已记录的经期开始日期？
zh_hant: 刪除所有已記錄的經期開始日期？

source: Delete all of this device's data?
de: Alle Daten dieses Geräts löschen?
es: ¿Eliminar todos los datos de este dispositivo?
fr: Supprimer toutes les données de cet appareil ?
it: Eliminare tutti i dati di questo dispositivo?
pl: Usunąć wszystkie dane z tego urządzenia?
pt_pt: Apagar todos os dados deste dispositivo?
ru: Удалить все данные этого устройства?
th: ลบข้อมูลทั้งหมดในอุปกรณ์นี้ไหม
zh_hans: 删除此设备的所有数据？
zh_hant: 刪除此裝置的所有資料？

source: Delete all period history
de: Gesamten Periodenverlauf löschen
es: Eliminar todo el historial del período
fr: Supprimer tout l’historique des règles
it: Elimina tutta la cronologia mestruale
pl: Usuń całą historię okresów
pt_pt: Eliminar todo o histórico do período
ru: Удалить всю историю менструаций
th: ลบประวัติช่วงเวลาทั้งหมด
zh_hans: 删除所有经期历史
zh_hant: 刪除所有經期記錄

source: Delete data
de: Daten löschen
es: Eliminar datos
fr: Supprimer les données
it: Elimina dati
pl: Usuń dane
pt_pt: Apagar dados
ru: Удалить данные
th: ลบข้อมูล
zh_hans: 删除数据
zh_hant: 刪除資料

source: Delete goal
de: Ziel löschen
es: Eliminar objetivo
fr: Supprimer l'objectif
it: Elimina obiettivo
pl: Usuń cel
pt_pt: Excluir meta
ru: Удалить цель
th: ลบเป้าหมาย
zh_hans: 删除目标
zh_hant: 刪除目標

source: Delete index
de: Index löschen
es: Eliminar índice
fr: Supprimer l'index
it: Elimina indice
pl: Usuń indeks
pt_pt: Excluir índice
ru: Удалить индекс
th: ลบดัชนี
zh_hans: 删除索引
zh_hant: 刪除索引

# Delete the %lld millilitre drink logged at %@
source: Delete the %1$lld millilitre drink logged at %2$@
de: Das um %2$@ erfasste Getränk mit %1$lld Millilitern löschen
es: Eliminar la bebida de %lld mililitros registrada a las %@
fr: Supprimer la boisson de %1$lld millilitres enregistrée à %2$@
it: Elimina la bevanda da %1$lld millilitri registrata alle %2$@
pl: Usuń mililitrowy napój %1$lld zarejestrowany w %2$@
pt_pt: Eliminar a bebida em mililitros %1$lld registada em %2$@
ru: Удалить запись о напитке %1$lld мл в %2$@
th: ลบเครื่องดื่มมิลลิลิตร %lld ที่บันทึกไว้ที่ %@
zh_hans: 删除记录于 %2$@ 的 %1$lld 毫升饮品
zh_hant: 刪除記錄於 %2$@ 的 %1$lld 毫升飲品

source: Delete this custom item
de: Löschen Sie dieses benutzerdefinierte Element
es: Eliminar este elemento personalizado
fr: Supprimer cet élément personnalisé
it: Elimina questo elemento personalizzato
pl: Usuń tę własną pozycję
pt_pt: Excluir este item personalizado
ru: Удалить этот пользовательский элемент
th: ลบรายการกำหนดเองนี้
zh_hans: 删除该自定义项目
zh_hant: 刪除該自訂項目

source: Delete this custom question
de: Diese eigene Frage löschen
es: Eliminar esta pregunta personalizada
fr: Supprimer cette question personnalisée
it: Elimina questa domanda personalizzata
pl: Usuń to pytanie niestandardowe
pt_pt: Apague esta pergunta personalizada
ru: Удалить этот пользовательский вопрос
th: ลบคำถามที่กำหนดเองนี้
zh_hans: 删除此自定义问题
zh_hant: 刪除此自訂問題

source: Delete this device's data…
de: Daten dieses Geräts löschen…
es: Eliminar los datos de este dispositivo…
fr: Supprimer les données de cet appareil…
it: Elimina i dati di questo dispositivo…
pl: Usuń dane tego urządzenia…
pt_pt: Apague os dados deste dispositivo…
ru: Удалить данные этого устройства…
th: ลบข้อมูลของอุปกรณ์นี้...
zh_hans: 删除此设备的数据…
zh_hant: 刪除此裝置的資料…

source: Delete this goal?
de: Dieses Ziel löschen?
es: ¿Eliminar este objetivo?
fr: Supprimer cet objectif ?
it: Eliminare questo obiettivo?
pl: Usunąć ten cel?
pt_pt: Excluir esta meta?
ru: Удалить эту цель?
th: ลบเป้าหมายนี้ใช่ไหม
zh_hans: 删除这个目标？
zh_hant: 刪除這個目標？

source: Delete this reading
de: Diesen Messwert löschen
es: Eliminar esta lectura
fr: Supprimer cette lecture
it: Elimina questa lettura
pl: Usuń tę lekturę
pt_pt: Apagar esta leitura
ru: Удалить это измерение
th: ลบการอ่านนี้
zh_hans: 删除此读数
zh_hant: 刪除此讀數

source: Delete this sleep
de: Diesen Schlaf löschen
es: Eliminar este sueño
fr: Supprimer ce sommeil
it: Elimina questo sonno
pl: Usuń ten sen
pt_pt: Excluir este sono
ru: Удалить этот сон
th: ลบการนอนนี้
zh_hans: 删除此睡眠
zh_hant: 刪除此睡眠

source: Delete this sleep session?
de: Diese Schlafsitzung löschen?
es: ¿Eliminar esta sesión de sueño?
fr: Supprimer cette session de sommeil ?
it: Eliminare questa sessione di sonno?
pl: Usunąć tę sesję snu?
pt_pt: Apagar esta sessão de sono?
ru: Удалить эту сессию сна?
th: ลบเซสชันการนอนนี้ใช่ไหม
zh_hans: 删除此睡眠会话？
zh_hant: 刪除此睡眠工作階段？
